Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: January|Jan
be: Студзень|Cту

source: Japanese
be: Японская

source: Japanese Hiragana/Katakana
be: Японская хірагана/катакана

source: Japanese Input System (MS-IME2002)
be: Японская сістэма ўводу (MS-IME2002)

source: Japanese KanJi by Hiragana
be: Японская KanJi па Hiragana

source: Japanese KanJi by Radical
be: Японская KanJi па каранях

source: Japanese Shift-JIS Subrange
be: Японскі Shift-JIS падабсяг

source: Job title
be: Назва пасады

source: Join Microsoft SpyNet
be: Далучыцца да згуртавання Microsoft SpyNet

source: Join a domain
be: Далучыцца да дамена

source: Join a wireless network
be: Далучыцца да бяздротавай сеткі

source: Join now
be: Далучыцца

source: Join the online community that helps identify and stop spyware infections.
be: Далучыцца да сеціўнага згуртавання, для прадухілення распаўсюджання шпіёнскіх праграмаў.

source: Join with a &basic membership
be: Далучыцца на правах &звычайнага ўдзельніка

source: Join with an &advanced membership
be: Далучыцца на права&х дасведчанага ўдзельніка.

source: Joined
be: Далучаны

source: Joke Program
be: Жартоўная праграма

source: Journal
be: Журнал

source: Journal duration
be: Працягласць журналу

source: July|Jul
be: Ліпень|Ліп

source: Jump List
be: Спіс пераскокаў

source: Jump List for %s
be: Спіс пераскокаў для %s

source: Junction
be: спалучэнне

source: June|Jun
be: Чэрвень|Чэр

source: Justified
be: Выпрастаны

source: Justify
be: Выпрастаць

source: Justify (Ctrl+J)
be: Выпрастаць (Ctrl+J)

source: Justify text
be: Выпрастаць тэкст

source: KB
be: кБ

source: KYMC quad
be: чатырохкутнік KYMC

source: Kana
be: Кана

source: Kana lock status
be: Стан Kana lock

source: Kana status
be: Стан Kana

source: Kanji
be: Кандзі

source: Kannada
be: Каннада (Kannada)

source: Kazakh
be: Казахская

source: Ke&ys:
be: Клавішы:

source: Keep Files
be: Захаваць файлы

source: Keep all %d versions in each location
be: Захаваць усе (%d) версіі у кожным размяшчэнні

source: Keep both versions
be: Захаваць абедзве версіі

source: Keep changes
be: Захаваць змены

source: Keep this version
be: Захаваць гэтую версію

source: Keep this version and copy it to the other location
be: Захаваць гэтую версію і скапіяваць яе ў іншае размяшчэнне

source: Keeps your session in memory and puts the computer in a low-power state so that you can quickly resume working.
be: Утрымлівае вашу сесію ў памяці і пераводзіць камп'ютар у стан ашчаджання энергіі для хуткага аднаўлення працы.

source: Kernel CPU
be: ЦП ядра

source: Kernel Memory (MB)
be: Памяць ядра (МБ)

source: Key File Not Found
be: Ключавы файл не знойдзены

source: Key combination:
be: Камбінацыя клавіш:

source: Keyboard
be: Клавіятура

source: Keyboard Layout Preview
be: Перадпрагляд пабудовы клавіятуры

source: Keyboards and Languages
be: Клавіятуры і мовы

source: Keyboards and other input languages
be: Клавіятуры і іншыя мовы ўводу

source: Keypad
be: Клавіятурка

source: Keystroke
be: Націск клавіш

source: Keywords
be: Ключавыя словы

source: Khmer
be: Кхмерская

source: Kind
be: Тып

source: Konkani
be: Канкані

source: Korean
be: Карэйская

source: Korean Hangul
be: Карэйская Hangul

source: Korean Hanja by Hangul
be: Карэйская Hanja па Hangul

source: Korean Input System (MS-IME2002)
be: Карэйская сістэма ўводу (MS-IME2002)

source: Kyrgyz
be: Кіргізская (кірыліца)

source: Kyrgyz Cyrillic
be: Кіргізская (кірыліца)

source: L&andscape
be: Пейзажная

source: L&ock
be: Блакаваць

source: L&ong time:
be: Доўгі час:

source: LAN
be: Сетка

source: LAN Settings do not apply to dial-up connections. Choose Settings above for dial-up settings.
be: Налады сеткі не ўжываюцца да тэлефонных злучэнняў. Каб наладзіць іх, пстрыкніце "Налады" ўверсе.

source: LAN or High-Speed Internet
be: Сетка ці хуткаснае сеціва

source: LPT device
be: LPT-прылада

# LRE Start of left-to-right &embedding
source: LRE \tStart of left-to-right &embedding
be: LRE \tПачаць укараненне злева направа

# LRM &Left-to-right mark
source: LRM \t&Left-to-right mark
be: LRM \tАдзначыць злева направа

# LRO Start of left-to-right &override
source: LRO \tStart of left-to-right &override
be: LRO \tПачаць адкіданне злева направа

source: La&rge icons
be: Вялікія значкі

source: La&rgest
be: Найвялікшы

source: Label
be: Цэтлік

source: Landscape
be: Пейзажная

source: Landscape (flipped)
be: Пейзажная (перакуленая)

source: Landscape Mode
be: Пейзажны рэжым

source: Language
be: Мова

source: Language &bar
be: Моўная паліца

source: Language Bar
be: Моўная паліца

source: Language Neutral$$$$$$$Default
be: Моўная нейтральнасць$$$$$$$Стандартна

source: Language bar
be: Моўная паліца

source: Language for non-Unicode programs
be: Мова для не-Unicode праграм

source: Language:
be: Мова:

source: Lao
be: Лаоская

source: Lar&ge Icons
be: Вялікія значкі

source: Large
be: Вялікі

source: Large (1 - 16 MB)
be: Вялікія (1 - 16 МБ)

source: Large (40 - 80 GB)
be: Вялікія (40 - 80 ГБ)

source: Large Icons
be: Вялікія значкі

source: Large Memory
be: Вялікая памяць

source: Large icons
be: Вялікія значкі

source: Large size
be: Вялікі памер

source: Larger
be: Больш

source: Larger size
be: Большы памер

source: Largest on top
be: Найвялікшыя зверху

source: Last Accessed:
be: Апошні доступ:

source: Last Saved:
be: Апошняе захаванне:

source: Last date synchronized
be: Дата апошняй сінхранізацыі

source: Last modified
be: Апошняе змяненне

source: Last name
be: Прозвішча

source: Last name (surname) pronunciation
be: Вымаўленне прозвішча

source: Last played
be: Апошняе прайграванне

source: Last printed
be: Апошні друк

source: Last saved by
be: Чыё апошняе захаванне

source: Last scan:
be: Апошняя праверка:

source: Last scan: %1!s!
be: Апошняя праверка: 1!s!

source: Last used on
be: Апошняе карыстанне на

source: Last week
be: На апошнім тыдні

source: Later
be: Пазней

source: Later this month
be: Пазней у гэтым месяцы

source: Later this week
be: Пазней на гэтым тыдні

source: Later this year
be: Пазней у гэтым годзе

source: Latin
be: Лацінка

source: Latin American
be: Лацінаамерыканская

source: Latitude
be: Шырата

source: Latvian
be: Латышская

source: Latvian (Latvia)$Latvian$Latvia
be: Латвійская (Латвія)$Латвійская$Латвія

source: Latvian (QWERTY)
be: Латвійская (QWERTY)

source: Latvian$Latvian$Latvia$$$Burundi$Republic of Burundi
be: Латвійская$Латвійская$Латвія$$$Бурундзі$Рэспубліка Бурундзі

source: Launch Internet Explorer Browser
be: Запусціць аглядальнік Internet Explorer

source: Launch Windows Mail
be: Запусціць пошту Windows

source: Launch Windows Security Options to Change Password, Switch User, or Start Task Manager.
be: Запусціць налады бяспекі Windows, каб змяніць пароль, пераключыць карыстальніка ці запусціць кіраўнік задач.

source: Launch folder windows in a separate process
be: Запускаць вокны каталогаў у асобным працэсе

source: Launches Device Stage
be: Запускае Device Stage

source: Lavender
be: Лавандавы

source: Layout
be: Пабудова

source: Layout Name:
be: Назва пабудовы:

source: Layout Object
be: Аб'ект пабудовы

source: Layout:
be: Пабудова:

source: Le&ft Alt + Shift
be: Левая Alt + Shift

source: Leaf
be: Ліст

source: Learn about %1
be: Даведацца аб %1

source: Learn about Windows Ultimate Extras
be: Даведацца аб бонусах Windows Найбольшай

source: Learn how to conserve power
be: Больш інфармацыі пра ашчаджанне энергіі

source: Learn how to use your storage device to speed up your computer
be: Інфармацыя пра ўжыванне носьбіта ў якасці паскаральніка сістэмы

source: Learn more
be: Даведацца больш

source: Learn more online...
be: Больш інфармацыі ў сеціве...

source: Lease Expires
be: Тэрмін арэнды мінае

source: Lease Obtained
be: Арэнда атрымана

source: Leave this file in the destination folder:
be: Пакінуць гэты файл у мэтавым каталогу:

source: Left
be: Злева

source: Left Alt + Shift
be: Левая Alt + Shift

source: Left Alt+
be: Левая Alt+

source: Left Edge
be: Левы кант

source: Left arrow
be: Левая стрэлка

source: Legacy API shutdown
be: Выключэнне з-за ўспадкаванага API

source: Legal trademarks
be: Легальныя таварныя знакі

source: Length
be: Даўжыня

source: Lens maker
be: Вытворца аб'ектыва

source: Lens model
be: Мадэль аб'ектыва

source: Less than 1 minute
be: Менш за 1 хвіліну

source: Let Windows suggest Ease of Access settings
be: Дазволіць Windows прапанаваць налады прастаты доступу

source: Let Windows suggest settings
be: Дазволіць Windows прапанаваць налады

source: Let me choose
be: Дазвольце мне абраць

source: Let me choose my settings
be: Дазвольце абраць мае налады

source: Let system &position window
be: Аўтаматычны выбар

source: Letterlike Symbols
be: Літарападобныя сімвалы

source: Letters in passwords must be typed using the correct case.
be: Літары ў паролях павінны быць выкарыстаныя ў правільным рэгістры.

source: Level
be: Узровень

source: Level 1
be: Узровень 1

source: Level 10
be: Узровень 10

source: Level 2 on a scale of 1 to 10
be: Узровень 2 на шкале ад 1 да 10

source: Level 5 on a scale of 1 to 10
be: Узровень 5 на шкале ад 1 да 10

source: Level 8 on a scale of 1 to 10
be: Узровень 8 на шкале ад 1 да 10

source: Level One KanJi
be: KanJi першага ўзроўню

source: Level Two KanJi
be: KanJi другога ўзроўню

source: Level description
be: Апісанне ўзроўню

source: Level name
be: Назва ўзроўню

source: Libraries
be: Бібліятэкі

source: Library
be: Бібліятэка

source: Library Pane
be: Панэль бібліятэк

source: Library locations
be: Размяшчэнні бібліятэк

source: Library locations:
be: Размяшчэнні бібліятэк:

source: Library pane
be: Панэль бібліятэк

source: License
be: Ліцэнзія

source: License Error
be: Памылка ліцэнзіі

source: License Logo
be: Лагатып ліцэнзіі

source: License description
be: Апісанне ліцэнзіі

source: License details
be: Дэталі ліцэнзіі

source: Licensing
be: Ліцэнзаванне

source: Lid close action
be: Дзеянне зачынення вечкі

source: Light Auras
be: Светлыя аўры

source: Light Green
be: Светла-зялёны

source: Light source
be: Крыніца святла

source: Like a USB flash drive
be: Як USB флэш-дыск

source: Lime
be: Лімонны

source: Limited connectivity
be: Абмежаваная злучальнасць

source: Limited or no connectivity
be: Абмежавана ці няма злучальнасці

source: Lin&e up Icons
be: Выраўнаваць значкі

source: Lin&ks
be: Спасылкі

source: Line &spacing:
be: Інтэрвал паміж радкамі:

source: Line Bundling Errors
be: Памылкі камплектацыі лініі

source: Line In
be: Лін. уваход

source: Line Out
be: Лін. Выхад

source: Line count
be: Лік радкоў

source: Line down
be: Радок уніз

source: Line spacing
be: Інтэрвал паміж радкамі

source: Line up
be: Радок уверх

source: Linear Shift
be: Лінейнае ссоўванне

source: Link
be: Спасылка

source: Link Pane
be: Панэль спасылак

source: Link Pane\0
be: Панэль спасылак\0

source: Link Select
be: Вылучэнне спасылкі

source: Link Speed
be: Хуткасць сувязі

source: Link State Power Management
be: Кіраванне сілкаваннем стану сувязі

source: Link View Layout Object
be: Аб'ект пабудовы сувязі прагляду

source: Link online IDs
be: Звязаць сеціўныя ID

source: Link status
be: Стан спасылкі

source: Link target
be: Мэта спасылкі

source: Link-local IPv6 Address
be: IPv6-адрас link-local

source: Links
be: Спасылкі

source: Links Folder
be: Каталог спасылак

source: Links dirty?
be: Спасылкі сапсаваныя?

source: List
be: Спіс

source: List files of &type:
be: Спіс файлаў тыпу:

source: List of available programs to change default settings.
be: Спіс даступных праграм для змянення стандартных наладаў.

source: List of people with access to the item
be: Спіс людзей, што маюць доступ да элемента

source: List of users
be: Спіс карыстальнікаў

source: Listening to %1
be: Праслухоўванне на %1

source: Listview Control
be: Кіраванне спісу прагляду

source: Lithuanian
be: Літоўскія

source: Lithuanian (Lithuania)$Lithuanian$Lithuania
be: Літоўская (Літва)$Літоўская$Літва

source: Lithuanian IBM
be: Літоўская IBM

source: Lithuanian Standard
be: Літоўская стандартавая

source: Lithuanian$Lithuanian$Lithuania$$$Canada$Canada
be: Літоўская$Літоўская$Літва$$$Канада$Канада

source: Live Preview Cancel (Type: %1) Start.
be: Пачатак касацыі жывога перадпрагляду (тып: %1).

source: Live Preview Cancel End.
be: Канец касацыі жывога перадпрагляду.

source: Live Preview Execute (Type: %1) Start.
be: Пачатак выканання жывога перадпрагляду (тып: %1).

source: Live Preview Execute End.
be: Канец выканання жывога перадпрагляду.

source: Live Preview Show (Type: %1) Start.
be: Пачатак жывога перадпрагляду (тып: %1).

source: Live Preview Show End.
be: Канец жывога перадпрагляду.

source: Ln %d, Col %d
be: Р %d, Сл %d

source: Loading
be: Ладаванне

source: Loading device information...
be: Ладаванне інфармацыі прылады...

source: Loading media...
be: Ладаванне медыя...

source: Loading playlist...
be: Ладаванне спісу прайгравання...

source: Loading...
be: Ладаванне...

source: Loc&k this computer
be: Блакаваць камп'ютар

source: Local Area Connection
be: Злучэнне лакальнай пляцоўкі

source: Local Area Network (LAN) settings
be: Налады лакальнай сеткі

source: Local Computer Accounts
be: Рахункі лакальнага камп'ютара

source: Local Disk
be: Лакальны дыск

source: Local Network
be: Лакальная сетка

source: Local Network Connection Properties
be: Уласцівасці лакальнага сеткавага злучэння

source: Local Security Policy
be: Палітыка лакальнай бяспекі

source: Local Session Manager
be: Кіраўнік лакальных сесіяў

source: Local Settings
be: Лакальныя налады

source: Local Settings\\Application Data
be: Лакальныя налады\\Звесткі праграм

source: Local Settings\\History
be: Лакальныя налады\\Гісторыя

source: Local Settings\\Temporary Internet Files
be: Лакальныя налады\\Часовыя файлы сеціва

source: Local computer
be: Лакальны камп'ютар

source: Local time
be: Лакальны час

source: Locating media...
be: Знаходжанне медыя...

source: Locating playlist...
be: Знаходжанне спісу прайгравання...

source: Location
be: Размяшчэнне

source: Location %1!u!
be: Размяшчэнне %1!u!

source: Location is not available
be: Размяшчэнне недаступнае

source: Location type:
be: Тып размяшчэння:

source: Location:
be: Размяшчэнне:

source: Location: %1
be: Размяшчэнне: %1

source: Location: %s
be: Размяшчэнне: %s

source: Location: %s (%s)
be: Размяшчэнне: %s (%s)

source: Location: Port %d
be: Размяшчэнне: Порт %d

source: Location: Slot %d
be: Размяшчэнне: Адтуліна %d

source: Location: Slot %d, Port %d
be: Размяшчэнне: Адтуліна %d, Порт %d

source: Lock
be: Блакаваць

source: Lock or unlock the taskbar
be: Замкнуць ці адамкнуць паліцу задач

source: Lock the computer when I leave it alone for a period of time
be: Блакаваць камп'ютар, калі вы часова пакідаеце яго

source: Lock the tool&bars
be: Замкнуць паліцы інструментаў

source: Lock this computer
be: Блакаваць камп'ютар

source: Lock this computer.
be: Блакаваць камп'ютар.

source: Lock violation.
be: Парушэнне блакавання.

source: Lock your computer and then unlock it using those credentials
be: Заблакуйце камп'ютар, каб потым разблакаваць яго, скарыстаўшы гэтыя пасведчанні.

source: Locked
be: Заблакаваны

source: Locking your computer...
be: Блакаванне камп'ютара...

source: Locks the sizes and positions of the toolbars.
be: Замыкае памеры і размяшчэнні паліц інструментаў.

source: Log Files(*.log)|*.log|All Files(*.*)|*.*|
be: Файлы журнала(*.log)|*.log|Усе файлы(*.*)|*.*|

source: Log On As
be: Увяйсці як

source: Log off
be: Выйсці

source: Log off l&ater
be: Выйсці пазней

source: Log off now
be: Выйсці зараз

source: Log off user
be: Прымусіць выйсці

source: Log on &anonymously
be: Увайсці ананімна

source: Log on to
be: Увайсці ў

source: Log on to: %s
be: Увайсці ў: %s

source: Logged on
be: Увайшоў

source: Logged on remotely from %s
be: Увайшоў аддалена з %s

source: Logged on: %s
be: Увайшоў: %s

source: Logging off...
be: Выхад...

source: Login &As...
be: Увайсці як...

source: Login using a different user name and password.
be: Увайсці з іншымі імем карыстальніка і паролем.

source: Logoff is cancelled
be: Выхад скасаваны

source: Logon Frame
be: Рамка ўваходу

source: Logon Hours Restrictions
be: Абмежаванні гадзін уваходу

source: Logon Language Bar
be: Моўная паліца ўваходу

source: Logon Message
be: Паведамленне ўваходу

source: Logon Process Initialization Failure
be: Няўдача ініцыялізацыі працэсу ўваходу

source: Logon hours
be: Гадзіны ўваходу

source: Logon server
be: Сэрвер уваходу

source: Logon time
be: Час уваходу

source: Logon user interface RPC server startup failed.
be: Не ўдалося запусціць RPC-сэрвер уваходу карыстальніка.

source: Logon user interface RPC server startup failed. Details: %1
be: Не ўдалося запусціць RPC-сэрвер уваходу карыстальніка. Дэталі: %1

# Logon user interface RPC server startup failed. Details: %1
source: Logon user interface RPC server startup failed. Details: %1\r\n
be: Не ўдалося запусціць RPC-сэрвер уваходу карыстальніка. Дэталі: %1\r\n

source: Logon user interface creation failed.
be: Не ўдалося стварыць інтэрфэйс уваходу карыстальніка.

source: Logon user interface creation failed. Details: %1
be: Не ўдалося стварыць інтэрфейс уваходу карыстальніка. Дэталі: %1

# Logon user interface creation failed. Details: %1
source: Logon user interface creation failed. Details: %1\r\n
be: Не ўдалося стварыць інтэрфэйс уваходу карыстальніка. Дэталі: %1\r\n

source: Long
be: Доўгі

source: Long (30 - 60 mins)
be: Доўгія (30 - 60 хвілін)

source: Long Date
be: Доўгая дата

source: Long Time
be: Доўгі час

source: Long date:
be: Доўгая дата:

source: Long time:
be: Доўгі час:

source: Longer
be: Даўжэй

source: Longest drawing streak: 99999
be: Даўжэйшая паласа нічыйных: 99999

source: Longest losing streak: 99999
be: Даўжэйшая паласа паразаў: 99999

source: Longest winning streak: 99999
be: Даўжэйшая паласа перамог: 99999

source: Longitude
be: Даўгата

source: Look &in:
be: Каталог:

source: Looking for credential tiles...
be: Пошук пасведчанняў...

source: Looking for folder %s
be: Пошук каталога %s

source: Loop
be: Пятля

source: Loss of network connectivity (Unplanned)
be: Страта сеткавай злучальнасці (непланаваная)

source: Low
be: Нізка

source: Low Disk Space
be: Мала вольнай дыскавай прасторы

source: Low battery
be: Нізкі ўзровень батарэі

source: Low battery (charging)
be: Нізкі ўзровень батарэі (зараджаецца)

source: Low battery action
be: Дзеянне нізкага ўзроўню батарэі

source: Low battery level
be: Нізкі ўзровень батарэі

source: Low battery notification
be: Апавяшчэнне нізкага ўзроўню батарэі

source: Low gain down
be: Невялікае памяншэнне

source: Low gain up
be: Невялікае павелічэнне

# Low on memory or resources. Close some programs, and then try again.
source: Low on memory or resources.\nClose some programs, and then try again.
be: Бракуе памяці ці рэсурсаў.\nЗачыніце некаторыя праграмы і паўтарыце спробу.

source: Low saturation
be: Нізкая насычанасць

source: Low\0
be: Нізкі\0

source: Lower
be: Ніжэй

source: Lower maximum processor frequency
be: Знізіць максімальную частату працэсара.

source: Lower the maximum frequency of the processor. Irregardless of the workload demands, the processor will run at a reduced frequency, thus drawing less power.
be: Знізіць максімальную частату працэсара. Нягледзячы на патрабаванні працоўнага ладавання, працэсар будзе працаваць са зніжанай частатой, такім чынам ашчаджаючы энергію.

source: Lowest on top
be: Ніжэйшыя зверху

source: Luxembourgish
be: Люксембургская

source: Lycian
be: Лікійскі

source: Lyrics
be: Тэкст песні

source: M
be: М

source: M&enu bar
be: Паліца меню

source: M&ore information
be: Больш інфармацыі

source: MAC Address
be: MAC-адрас

source: MAC Address: %1!s!
be: MAC-адрас: %1!s!

source: MB
be: МБ

source: MB, 512 bytes/sector
be: Мб, 512 байтаў/сектар

source: MB, 1024 bytes/sector
be: Мб, 1024 байтаў/сектар

source: MMM dd yyyy
be: dd MMM yyyy

source: MS-&DOS protected-mode (DPMI) memory
be: Памяць DPMI для абароненага MS-DOS

source: MS-DOS Application
be: Праграма MS-DOS

source: MSN Messenger Service
be: Служба абвесніка MSN

# MSPaint Exit End
source: MSPaint Exit End\r\n
be: Канец выйсця з MSPaint\r\n

# MSPaint Exit Start
source: MSPaint Exit Start\r\n
be: Пачатак выйсця з MSPaint\r\n

# MSPaint Launch End
source: MSPaint Launch End\r\n
be: Канец запуску MSPaint\r\n

# MSPaint Launch Start
source: MSPaint Launch Start\r\n
be: Пачатак запуску MSPaint\r\n

source: Ma&ke a Copy...
be: Стварыць копію...

source: Ma&ke this my main display
be: Зрабіць гэты экран галоўным

source: Ma&ximize
be: Разгарнуць

source: Ma&ximum allowed
be: Максімальна дазволена

source: Ma&ximum size (MB):
be: Максімальны памер (МБ):

source: Macedonian (FYROM)
be: Македонская (FYROM)

source: Macedonian (FYROM) - Standard
be: Македонская (FYROM) - стандартавая

source: Machine certificate
be: Сертыфікат машыны

source: Macintosh Application Info
be: Звесткі праграмы Macintosh

source: Macintosh Multimedia Resources
be: Мультымедыйныя рэсурсы Macintosh

source: Magnified
be: Павялічаная

source: Magnifier
be: Лупа

source: Magnify portions of the screen using Magnifier
be: Павялічыць часткі экрана праз лупу

source: Mail Attachment
be: Паштовы прычэпак

source: Mail recipient
be: Атрымальнік

source: Mailing address
be: Паштовы адрас

source: Main &Volume
be: Галоўная гучнасць

source: Maintenance
be: Абслугоўванне

source: Maintenance Wizard
be: Майстар абслугоўвання

source: Maintenance messages
be: Паведамленні абслугоўвання

source: Make &default
be: Зрабіць стандартным

source: Make a &data CD (for computers and some CD players)
be: Стварыць звесткавую кружэлку (для камп'ютараў і некаторых плэераў)

source: Make a Copy
be: Стварыць копію

source: Make a file type always open in a specific program
be: Прызначыць канкрэтную праграму гэтаму тыпу файлаў

source: Make a file type or protocol (such as .mp3 or http://) always open in a specific program.
be: Прызначыць канкрэтную праграму гэтаму тыпу файлаў ці пратаколу (кшталту .mp3 ці http://).

source: Make a program the default for all file types and protocols it can open.
be: Зрабіць праграму стандартнай для ўсіх тыпаў файлаў і пратаколаў, якія яна можа адчыняць.

source: Make an &audio CD (for standard audio CD players)
be: Стварыць аўдыякружэлку (для звычайных плэераў)

source: Make changes to %username%'s account
be: Змяніць рахунак %username%

source: Make changes to accounts
be: Зрабіць змены у рахунках

source: Make changes to your User Account Control settings
be: Змяніце вашыя налады кіравання рахункамі карыстальнікаў

source: Make changes to your user account
be: Змяніце ваш карыстальніцкі рахунак

source: Make it easier to read what's on your screen
be: Зрабіць больш чытабельным змесціва экрана

source: Make it easier to see the mouse pointer
be: Палепшыць бачнасць паказальніка мышы

source: Make sure that Windows Installer is installed and that you are not running Windows in safe mode, and then try again.
be: Пераканайцеся ў тым, што аперацыйная сістэма не запушчана ў бяспечным рэжыме і паўтарыце спробу.

source: Make sure that the CD or DVD burner is connected properly, and then try again.
be: Пераканайцеся, што ён падключаны як след і паўтарыце спробу.

source: Make sure that the disc uses a format that Windows recognizes.
be: Упэўніцеся, што дыск мае сумяшчальны з Windows фармат.

source: Make sure that the disc uses a format that Windows recognizes. If the disc is unformatted, you need to format it before using it.
be: Пераканайцеся, што дыск мае вядомы Windows фармат. Калі дыск не фарматаваны, Вам неабходна адфарматаваць яго.

source: Make sure that the disk is properly inserted or the network resource is available, and then try again.
be: Упэўніцеся, што дыск падключаны, альбо што сеткавы рэсурс даступны, і паспрабуйце яшчэ.

source: Make sure that the folder exists and that the path is correct.
be: Упэўніцеся, што існуюць каталог і шлях да яго.
